notes/app/controllers/notes_controller.rb

INSERT INTO "notes" ("text", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["text", "Hacer la comida"], ["user_id", 0], ["created_at", "2019-03-13 11:12:38.872209"], ["updated_at", "2019-03-13 11:12:38.872209"]]
---
  def create
    @note = Note.new(note_params)

    respond_to do |format|
      if @note.save